jira-importer-plugin.importer.attachments.disabled=Les pi\u00e8ces jointes sont d\u00e9sactiv\u00e9es. Aucune pi\u00e8ce jointe ne sera import\u00e9e \u00e0 partir de Bugzilla. Les pi\u00e8ces jointes peuvent \u00eatre import\u00e9es {0}ici{1}.
jira-importer-plugin.external.bugzilla.check.for.notification.trigger=Indiquez si des notifications doivent \u00eatre g\u00e9n\u00e9r\u00e9es quand de nouvelles demandes sont cr\u00e9\u00e9es
jira-importer-plugin.external.bugzilla.database.url=URL de la base de donn\u00e9es Bugzilla
jira-importer-plugin.external.bugzilla.import.description=Importez vos donn\u00e9es Bugzilla dans JIRA.
jira-importer-plugin.external.bugzilla.import.log=Journal d''importation Bugzilla
jira-importer-plugin.external.bugzilla.import.progress.description=Cette fen\u00eatre permet de voir l''\u00e9tat d''avancement de l''importation Bugzilla.
jira-importer-plugin.external.bugzilla.import.progress=Etat d''avancement de l''importation Bugzilla
jira-importer-plugin.external.bugzilla.import=Importer des donn\u00e9es de Bugzilla
jira-importer-plugin.importer.issue.linking.disabled=Les liens entre demandes sont d\u00e9sactiv\u00e9s actuellement. Aucun de ces liens ne sera import\u00e9 \u00e0 partir de Bugzilla. Les liens entre demandes peuvent \u00eatre activ\u00e9s {0}ici{1}.
jira-importer-plugin.external.bugzilla.log.monitor=Moniteur de journal Bugzilla
jira-importer-plugin.external.bugzilla.log.watcher=Importer des donn\u00e9es \u00e0 partir de Bugzilla - observateur de journal
jira-importer-plugin.external.bugzilla.note=Remarque&nbsp;: Le processus d''importation peut prendre un certain temps. Merci de ne <u>PAS</u> cliquer plusieurs fois sur le bouton Importer&nbsp;!
jira-importer-plugin.external.bugzilla.passwords=Les utilisateurs de Bugzilla devront se faire envoyer leur mot de passe quand ils se connecteront \u00e0 JIRA.
jira-importer-plugin.external.bugzilla.select.projects=S\u00e9lectionner les projets Bugzilla \u00e0 importer
jira-importer-plugin.external.bugzilla.trunc.issues.list=Demandes avec des r\u00e9sum\u00e9s tronqu\u00e9s jusqu''\u00e0 {0} caract\u00e8res
jira-importer-plugin.external.bugzilla.trunc.summaries.count=Nombre de demandes affect\u00e9es
jira-importer-plugin.external.bugzilla.trunc.summaries.exist=Pr\u00e9sence de demandes avec des r\u00e9sum\u00e9s tronqu\u00e9s.
jira-importer-plugin.external.bugzilla=Bugzilla
jira-importer-plugin.external.contact.atlassian=Veuillez {0}contacter Atlassian{1} pour plus d''informations sur les options.
jira-importer-plugin.external.create.new.components.description=Les composants qui n''existent pas seront cr\u00e9\u00e9s
jira-importer-plugin.external.create.new.components=Cr\u00e9er de nouveaux composants
jira-importer-plugin.external.create.new.custom.fields.description=Les versions qui n''existent pas seront cr\u00e9\u00e9es
jira-importer-plugin.external.create.new.custom.fields=Cr\u00e9er de nouveaux champs personnalis\u00e9s
jira-importer-plugin.external.create.new.users.description=Les utilisateurs dont le nom n''existe pas seront cr\u00e9\u00e9s.
jira-importer-plugin.external.create.new.users=Cr\u00e9er de nouveaux utilisateurs
jira-importer-plugin.external.create.new.versions.description=Les versions qui n''existent pas seront cr\u00e9\u00e9es
jira-importer-plugin.external.create.new.versions=Cr\u00e9er de nouvelles versions
jira-importer-plugin.external.csv.begin.import=Commencer l''importation
jira-importer-plugin.external.csv.choose.objects=S\u00e9lectionnez les objets que vous souhaitez importer automatiquement dans JIRA.
jira-importer-plugin.external.csv.configure.csv.importer=Configurer le module d''importation CSV
jira-importer-plugin.external.csv.delimiter.description=D\u00e9limiteur utilis\u00e9 pour s\u00e9parer les valeurs. Laissez cette option vide pour utiliser la valeur par d\u00e9faut (valeur par d\u00e9faut&nbsp;: virgule) ou saisissez \\t pour pour une s\u00e9paration par des tabulations.
jira-importer-plugin.external.csv.delimiter=D\u00e9limiteur CSV
jira-importer-plugin.external.csv.error.invalid.config.file=Les d\u00e9tails du projet dans le fichier de configuration sp\u00e9cifi\u00e9 ne sont pas valides&nbsp;:
jira-importer-plugin.external.csv.error.project.details.missing=Les d\u00e9tails du projet ne figurent pas dans le fichier de configuration sp\u00e9cifi\u00e9 ou ne sont pas valides.
jira-importer-plugin.external.csv.import.data=Importer des demandes \u00e0 partir d''un fichier CSV
jira-importer-plugin.external.csv.import.file.location.description=Saisissez le nom du fichier contenant les donn\u00e9es \u00e0 importer. Les fichiers seront charg\u00e9s \u00e0 partir de&nbsp;:
jira-importer-plugin.external.csv.import.file.location=Fichier d''importation CSV
jira-importer-plugin.external.csv.import.instruction=Pour importer des demandes \u00e0 partir d''un fichier CSV, vous devez disposer d''un {0}fichier de configuration{1} valide enregistr\u00e9 sur le serveur. Ex\u00e9cutez l''{2}Assistant d''importation CSV{3} pour cr\u00e9er ou modifier un fichier de configuration.
jira-importer-plugin.external.csv.import.wizard.instruction=L''Assistant d''importation CSV vous aide \u00e0 \u00e9crire le fichier de configuration d''importation requis par JIRA pour une importation CSV. Saisissez l''emplacement de votre fichier CSV et, \u00e9ventuellement, l''emplacement d''un fichier de configuration existant que vous souhaitez modifier. Vous pouvez \u00e9galement indiquer le d\u00e9limiteur CSV utilis\u00e9 si ce n''est pas la virgule par d\u00e9faut. Si vous pr\u00e9f\u00e9rez employer un fichier d\u00e9limit\u00e9 par des tabulations, utilisez \\t comme d\u00e9limiteur.
jira-importer-plugin.external.csv.import.wizard.setup=Assistant d''importation CSV&nbsp;: Configurer
jira-importer-plugin.external.csv.import=Importer des demandes \u00e0 partir d''un fichier CSV
jira-importer-plugin.external.csv.wizard=Cet assistant vous aidera \u00e0 mapper les donn\u00e9es de votre fichier CSV en informations JIRA. Au terme de l''op\u00e9ration, vous pourrez enregistrer ce fichier sur le serveur et l''utiliser pour l''importation.
jira-importer-plugin.external.csv=Valeurs s\u00e9par\u00e9es par des virgules (CSV)
jira-importer-plugin.external.custom.written.jelly.scripts=Scripts Jelly personnalis\u00e9s
jira-importer-plugin.external.database.login.name=Nom d''utilisateur de la base de donn\u00e9es
jira-importer-plugin.external.database.login.password=Mot de passe de la base de donn\u00e9es
jira-importer-plugin.external.driver.name=Nom du pilote
jira-importer-plugin.external.enter.bugzilla.details=Saisissez les informations de connexion \u00e0 la base de donn\u00e9es Bugzilla.
jira-importer-plugin.external.enter.mantis.details=Saisissez les informations de connexion \u00e0 la base de donn\u00e9es Mantis.
jira-importer-plugin.importer.existing.configuration.file.description=Emplacement de votre fichier de configuration sur le serveur. Pas de fichier de configuration&nbsp;? Ex\u00e9cutez d''abord l''{0}Assistant d''importation{1}. Les fichiers seront charg\u00e9s \u00e0 partir de&nbsp;:
jira-importer-plugin.importer.existing.configuration.file.description2=Emplacement d''un fichier de configuration existant \u00e0 modifier. Laissez cette option vide s''il s''agit d''une configuration d''importation nouvelle. Les fichiers seront charg\u00e9s \u00e0 partir de&nbsp;:
jira-importer-plugin.external.existing.configuration.file=Fichier de configuration existant
jira-importer-plugin.external.external.import=Importation externe
jira-importer-plugin.external.file.location.description=Saisir le nom du fichier de configuration \u00e0 sauvegarder. Le fichier sera enregistr\u00e9 dans&nbsp;:
jira-importer-plugin.external.file.location=Emplacement du fichier de configuration
jira-importer-plugin.config.error.file.location.required=Ce champ est n\u00e9cessaire si vous d\u00e9sirez enregistrer le fichier de configuration !
jira-importer-plugin.config.mappings.custom.fields.description = Les champs ci-dessous peuvent \u00eatre mapp\u00e9s sous forme de champs personnalis\u00e9s JIRA. Veuillez choisir un champ personnalis\u00e9 existant pour la destination de l''exportation. Notez que seuls les champs personnalis\u00e9s globaux sont affich\u00e9s.
jira-importer-plugin.config.mappings.field.import.field = Champ FogBugz
jira-importer-plugin.external.fogbugz.mappings.field.jira.field = Champ JIRA correspondant
jira-importer-plugin.external.fogbugz.mappings.fogbugz.project.name = Nom du projet FogBugz
jira-importer-plugin.config.mappings.link.description = FogBugz distingue deux types de liens&nbsp;: des doublons et des relations de bogues. Vous pouvez mapper les liens en types les liens existants JIRA.
jira-importer-plugin.config.mappings.link.import.field = Lien FogBugz
jira-importer-plugin.config.mappings.link.jira.field = Type de lien JIRA correspondant
jira-importer-plugin.external.fogbugz.mappings.project = Mappages de cl\u00e9s de projet
jira-importer-plugin.external.fogbugz.mappings.project.description = Tous les projets FogBugz ont \u00e9t\u00e9 r\u00e9pertori\u00e9s ci-dessous. Choisissez une cl\u00e9 de projet valide pour chaque projet \u00e0 importer. Laissez ce champ vide si vous ne voulez pas importer le projet.
jira-importer-plugin.external.fogbugz.mappings.project.key.description = Cl\u00e9 du projet de destination de l''importation. Laissez ce champ vide pour ne pas effectuer d''importation.
jira-importer-plugin.config.mappings.target.project.key = Cl\u00e9 du projet cible
jira-importer-plugin.external.fogbugz.mappings.value.category = Le champ sCategory fait r\u00e9f\u00e9rence au champ de type de demande dans JIRA.
jira-importer-plugin.external.fogbugz.mappings.value.computer = Le champ sComputer est un champ personnalis\u00e9 qui peut repr\u00e9senter la source du bogue dans FogBugz. Il sera trait\u00e9 comme un champ multivalu\u00e9 s''il contient plusieurs virgules.
jira-importer-plugin.config.mappings.value.description = Le module d''importation vous permet de transformer les valeurs de divers champs pendant le processus d''importation. Activez la case \u00e0 cocher des champs ci-dessous pour mapper leurs donn\u00e9es pendant l''importation.
jira-importer-plugin.config.mappings.value.distinct.count = Valeurs distinctes
jira-importer-plugin.external.fogbugz.mappings.value.fullname = Vous pouvez mapper le nom d''utilisateur FogBugz vers une ID d''utilisateur JIRA. Un nom d''utilisateur sera g\u00e9n\u00e9r\u00e9 automatiquement si vous n''indiquez pas un nom d''utilisateur pr\u00e9cis.
jira-importer-plugin.external.fogbugz.setup.description = L''assistant d''importation FogBugz permet de choisir les projets \u00e0 importer, de mapper les champs personnalis\u00e9s FogBugz en champs personnalis\u00e9s JIRA et de choisir les types de liens pour les doublons et le rapport entre les bogues.
jira-importer-plugin.external.fogbugz.title = Configurer le module d''importation FogBugz
jira-importer-plugin.external.fogbugz.title.prefix = Assistant d''importation FogBugz&nbsp;:
jira-importer-plugin.external.fogbugz=FogBugz
jira-importer-plugin.external.import.data.description=Importez vos donn\u00e9es Mantis dans JIRA
jira-importer-plugin.external.import.data.from.mantis=Importer des donn\u00e9es de Mantis
jira-importer-plugin.external.import.data=Importer des donn\u00e9es
jira-importer-plugin.external.import.only.new.issues.description=Activez cette case \u00e0 cocher si vous avez d\u00e9j\u00e0 import\u00e9 ce projet et que vous ne souhaitez importer que les demandes Bugzilla qui n''ont pas encore \u00e9t\u00e9 rencontr\u00e9es.
jira-importer-plugin.external.import.only.new.issues=Importer uniquement les nouvelles demandes
jira-importer-plugin.external.import.work.history.description=Activez cette case \u00e0 cocher pour que le module d''importation tente d''importer l''historique de travail ainsi que le temps estim\u00e9/restant.
jira-importer-plugin.external.import.work.history=Importer l''historique de travail et les estimations de temps
jira-importer-plugin.external.log.of.events=Journal des \u00e9v\u00e9nements d''importation.
jira-importer-plugin.external.log=Journal
jira-importer-plugin.external.logs.issuesperminute.abbrv = d/min
jira-importer-plugin.external.logs.remaining = (environ {0} restantes)
jira-importer-plugin.external.mantis.add.users.to.developer.group=Ajouter les utilisateurs au groupe de d\u00e9veloppeurs JIRA
jira-importer-plugin.external.mantis.attachment.path.description=Saisissez le chemin d''acc\u00e8s du r\u00e9pertoire de pi\u00e8ces jointes Mantis
jira-importer-plugin.external.mantis.attachment.path=Chemin d''acc\u00e8s des pi\u00e8ces jointes Mantis
jira-importer-plugin.external.mantis.database.url=URL de la base de donn\u00e9es Mantis
jira-importer-plugin.external.mantis.developer.group.description=Activez cette case \u00e0 cocher pour autoriser les utilisateurs import\u00e9s \u00e0 modifier, d\u00e9placer, attribuer, utiliser, traiter, fermer et lier des demandes (dans le {0}syst\u00e8me d''autorisation par d\u00e9faut{1}).
jira-importer-plugin.external.mantis.import.description=Cette fen\u00eatre permet de voir l''\u00e9tat d''avancement de l''importation Mantis.
jira-importer-plugin.external.mantis.import.instruction=Les utilisateurs de Mantis devront se faire envoyer leur mot de passe quand ils se connecteront \u00e0 JIRA.{0}Remarque&nbsp;: le processus d''importation peut prendre un certain temps. Merci de ne {1}PAS{2} appuyer plusieurs fois sur le bouton Importer&nbsp;!
jira-importer-plugin.external.mantis.import.log=Journal d''importation Mantis
jira-importer-plugin.external.mantis.import.progress=Etat d''avancement de l''importation Mantis
jira-importer-plugin.external.mantis.log.monitor=Moniteur de journal Mantis
jira-importer-plugin.external.mantis.log.watcher=Importer des donn\u00e9es \u00e0 partir de Mantis - observateur de journal
jira-importer-plugin.external.mantis.project.lead.description=Nom d''utilisateur du chef de projet.
jira-importer-plugin.external.mantis.projects.import=Importation de projets Mantis
jira-importer-plugin.external.mantis.reindex.afterwards.description=Activez cette case \u00e0 cocher pour r\u00e9indexer les donn\u00e9es ensuite (optimise la vitesse de recherche)
jira-importer-plugin.external.mantis.reindex.afterwards=R\u00e9indexer ensuite
jira-importer-plugin.external.mantis.select.projects.to.import=S\u00e9lectionner les projets Mantis \u00e0 importer
jira-importer-plugin.external.mantis.step2=Etape 2 sur 3
jira-importer-plugin.external.mantis.step3={0}Etape 3 sur 3&nbsp;:{1} s\u00e9lectionner les cl\u00e9s pour les projets import\u00e9s
jira-importer-plugin.external.mantis.watch.log=observer les journaux dans une fen\u00eatre diff\u00e9rente
jira-importer-plugin.external.mantis=Mantis
jira-importer-plugin.external.map.field.value=Mapper la valeur de champ
jira-importer-plugin.external.map.keys.to.projects=Mapper les cl\u00e9s JIRA en projets
jira-importer-plugin.external.mappings.custom.field = Mappages de champs de demande
jira-importer-plugin.external.mappings.import.nosave = Importer sans enregistrer
jira-importer-plugin.external.mappings.link = Mappages de liens de demande
jira-importer-plugin.external.mappings.save = Enregistrer le fichier de configuration
jira-importer-plugin.external.mappings.save.description = Votre fichier de configuration est maintenant termin\u00e9&nbsp;! Vous pouvez l''enregistrer \u00e0 un endroit du serveur ou le copier et le coller \u00e0 partir de la zone ci-dessous.
jira-importer-plugin.external.mappings.save.location = Saisissez l''emplacement \u00e0 utiliser pour enregistrer votre fichier de configuration
jira-importer-plugin.external.mappings.save.preview = Aper\u00e7u du fichier de configuration
jira-importer-plugin.external.mappings.setup = Configurer
jira-importer-plugin.external.mappings.value = Mappages de valeurs de champ
jira-importer-plugin.external.maximum.issues.and.failures.description=Limite le nombre de demandes \u00e0 importer. Chaque \u00e9chec compte comme une demande import\u00e9e. Laissez cette option vide pour tout importer.
jira-importer-plugin.external.maximum.issues.and.failures=Maximum de demandes et d''\u00e9checs
jira-importer-plugin.external.other.possibilities=D''autres types d''importations sont possibles mais ils n\u00e9cessitent une intervention manuelle&nbsp;:
jira-importer-plugin.external.projects.to.import=Projets \u00e0 importer
jira-importer-plugin.external.reindex.afterwards.description=Cette option r\u00e9indexe ensuite l''ensemble des donn\u00e9es, et non uniquement les nouvelles demandes ajout\u00e9es pendant l''importation. Cela prend moins de temps s''il n''y a que quelques demandes.
jira-importer-plugin.external.reindex.afterwards=R\u00e9indexer une fois ensuite
jira-importer-plugin.external.reuse.existing.accounts.description.mantis=Activez cette case \u00e0 cocher pour attribuer les demandes Mantis aux utilisateurs existants si les adresses \u00e9lectroniques correspondent
jira-importer-plugin.external.reuse.existing.accounts.description=Activez cette case \u00e0 cocher pour attribuer les demandes Bugzilla aux utilisateurs existants si les adresses \u00e9lectroniques correspondent
jira-importer-plugin.external.reuse.existing.accounts=R\u00e9utiliser les comptes d''utilisateur existants
jira-importer-plugin.external.select.keys.for.imported=S\u00e9lectionner les cl\u00e9s pour les projets import\u00e9s
jira-importer-plugin.external.send.email.notifications.description=Indiquez si des notifications doivent \u00eatre g\u00e9n\u00e9r\u00e9es quand de nouvelles demandes sont cr\u00e9\u00e9es
jira-importer-plugin.external.send.email.notifications=Envoyer des notifications par courrier \u00e9lectronique
jira-importer-plugin.external.start.wizard=D\u00e9marrer l''Assistant d''importation
jira-importer-plugin.external.target.value=Valeur cible dans JIRA
jira-importer-plugin.external.unique.values.displayed=Toutes les valeurs uniques se rapportant \u00e0 chaque champ que vous avez s\u00e9lectionn\u00e9 pour le mappage ont \u00e9t\u00e9 affich\u00e9es. Vous pouvez maintenant mapper tout ou partie de ces valeurs sous forme de valeurs JIRA. Laissez ce champ vide si vous souhaitez importer la valeur telle quelle. Pour {0}effacer{1} un champ, saisissez le mot cl\u00e9 {2}.
jira-importer-plugin.external.users.do.not.exist.desc=Cette importation ne peut pas cr\u00e9er des utilisateurs car la {0}gestion des utilisateurs externe{1} a \u00e9t\u00e9 activ\u00e9e. Les utilisateurs ci-apr\u00e8s sont r\u00e9f\u00e9renc\u00e9s dans les donn\u00e9es que vous tentez d''importer et {0}sont actuellement inexistants{1} dans JIRA. Ces utilisateurs doivent exister pour que l''importation r\u00e9ussisse. {2}Veuillez ajouter les {0}{3}{1} utilisateurs ci-apr\u00e8s \u00e0 votre syst\u00e8me avant de r\u00e9essayer l''importation.
jira-importer-plugin.external.users.do.not.exist.ext.user.management=La gestion des utilisateurs externe est activ\u00e9e. Vous ne pouvez pas cr\u00e9er des noms d''utilisateur inexistants.
jira-importer-plugin.external.users.do.not.exist.title=Donn\u00e9es d''importation - Utilisateurs inexistants
jira-importer-plugin.external.value.in.importer=Valeur du module d''importation
jira-importer-plugin.external.value.no.fields = Vous n''avez s\u00e9lectionn\u00e9 aucun champ pour mapper des valeurs.
jira-importer-plugin.external.values.importasblank = Importer vide
jira-importer-plugin.external.values.nomapping = Pas de mappage
jira-importer-plugin.external.warn.summary.number.affected=Nombre de demandes dont les r\u00e9sum\u00e9s seront tronqu\u00e9s
jira-importer-plugin.external.warn.summary.overlimit=Ce projet contient des bogues avec de courtes descriptions d\u00e9passant la taille maximale acceptable ({0} caract\u00e8res).
jira-importer-plugin.external.warn.user.limit.exceeded=Cette importation cr\u00e9era {0} nouveaux utilisateur(s). Le nombre d''utilisateurs autoris\u00e9s \u00e0 utiliser JIRA en vertu de votre licence sera d\u00e9pass\u00e9. Les nouveaux utilisateurs seront cr\u00e9\u00e9s sans l''autorisation ''Utilisateurs JIRA'' et ne seront par cons\u00e9quent pas autoris\u00e9s \u00e0 se connecter \u00e0 JIRA.
jira-importer-plugin.external.watch.logs.in.separate.window=observer les journaux dans une fen\u00eatre diff\u00e9rente
jira-importer-plugin.external.watch.logs=observer les journaux dans une fen\u00eatre diff\u00e9rente
jira-importer-plugin.fogbugz.database.login.name=Nom d''utilisateur de la base de donn\u00e9es
jira-importer-plugin.fogbugz.database.login.password=Mot de passe de la base de donn\u00e9es
jira-importer-plugin.fogbugz.database.url=URL de la base de donn\u00e9es FogBugz
jira-importer-plugin.importer.description=Importer des demandes \u00e0 partir d''une installation FogBugz
jira-importer-plugin.fogbugz.driver.name=Nom du pilote
jira-importer-plugin.fogbugz.instruction=Pour importer des demandes \u00e0 partir de FogBugz, vous devez disposer d''un fichier de configuration valide enregistr\u00e9 sur le serveur.
jira-importer-plugin.fogbugz.status.violation=Le projet {0} ne contient pas d''\u00e9tats Ferm\u00e9e ni R\u00e9solue. Ces \u00e9tats sont n\u00e9cessaires pour effectuer une importation FogBugz.
jira-importer-plugin.fogbugz.wizard.description=Cet assistant vous permettra de choisir des projets, des champs personnalis\u00e9s et des liens de demande \u00e0 importer. Au terme de l''op\u00e9ration, vous pourrez enregistrer ce fichier sur le serveur et l''utiliser pour l''importation.
jira-importer-plugin.fogbugz.wizard.prefix=Ex\u00e9cutez l''{0}Assistant d''importation FogBugz{1} pour cr\u00e9er ou modifier un fichier de configuration.
jira-importer-plugin.csv.stop.import=Interrompre l''importation
jira-importer-plugin.csv.stop.instruction=Vous pouvez \u00e9galement <strong>interrompre</strong> l''importation en cliquant sur le bouton <strong>{0}</strong>. Tous les objets d\u00e9j\u00e0 import\u00e9s seront conserv\u00e9s. Une r\u00e9indexation risque de se produire.
jira-importer-plugin.csv.add.new.issue.type=Ajouter un nouveau type de demande {0}
jira-importer-plugin.csv.add.new.priority=Ajouter une nouvelle priorit\u00e9 {0}
jira-importer-plugin.csv.add.new.resolution=Ajouter un nouveau traitement {0}
jira-importer-plugin.csv.below.are.the.columns=La section ci-dessous pr\u00e9sente les colonnes de votre fichier CSV avec des donn\u00e9es d''exemple. S\u00e9lectionnez le champ JIRA auquel chaque colonne correspond ou conservez l''option Aucun pour ne pas effectuer d''importation. Vous pouvez \u00e9ventuellement cr\u00e9er de nouveaux champs personnalis\u00e9s sur le champ ou effectuer l''importation dans un champ personnalis\u00e9 existant.
jira-importer-plugin.csv.can.create.on.the.fly=Vous pouvez \u00e9galement cr\u00e9er les priorit\u00e9s et les types de r\u00e9solution et de demande sur-le-champ en cliquant sur l''ic\u00f4ne {0} situ\u00e9e en regard du champ correspondant.
jira-importer-plugin.csv.stopping.import=Annulation de l''importation {0}...
jira-importer-plugin.csv.choose.project.tip=Pour effectuer l''importation dans plusieurs projets, vous devez mapper les informations de projet dans le fichier CSV lui-m\u00eame.
jira-importer-plugin.csv.configure.csv.importer=Configurer le module d''importation CSV
jira-importer-plugin.csv.corresponding.jira.field=Champ JIRA correspondant
jira-importer-plugin.csv.csv.header.row=Ligne d''en-t\u00eate CSV
jira-importer-plugin.csv.custom.field.name.desc=Nom du champ personnalis\u00e9. Si ce nom est identique \u00e0 celui du champ existant, le champ existant est utilis\u00e9.
jira-importer-plugin.csv.custom.field.name=Nom du champ personnalis\u00e9
jira-importer-plugin.csv.custom.field.type.desc=Type du champ personnalis\u00e9
jira-importer-plugin.csv.custom.field.type=Type de champ personnalis\u00e9
jira-importer-plugin.csv.date.format.import.file=Format de date du fichier d''importation
jira-importer-plugin.csv.date.formats=Veuillez indiquer le format des dates du fichier d''importation (par exemple&nbsp;: {3}). {0}Veuillez utiliser une syntaxe valide pour le {1}SimpleDateFormat{2} (le lien ouvrira une nouvelle fen\u00eatre).
jira-importer-plugin.csv.email.suffix.description=(par exemple, @atlassian.com)
jira-importer-plugin.csv.email.suffix=Suffixe d''adresse \u00e9lectronique pour les nouveaux utilisateurs
jira-importer-plugin.csv.import.stopped={0}{1} importation annul\u00e9e par l''utilisateur.{2} Tous les objets d\u00e9j\u00e0 import\u00e9s ont \u00e9t\u00e9 conserv\u00e9s. Les donn\u00e9es risquent d''\u00eatre incoh\u00e9rentes.
jira-importer-plugin.csv.import.completed.with.errors={0}{1} importation effectu\u00e9e avec des erreurs{2} L''importation est termin\u00e9e mais il y a eu des erreurs. Vous pouvez localiser ces erreurs dans les journaux ci-dessous en recherchant les lignes commen\u00e7ant par ECHEC. L''importation n''a probablement pas \u00e9t\u00e9 configur\u00e9e correctement.
jira-importer-plugin.csv.import.data.from=Importer des donn\u00e9es \u00e0 partir de {0}
jira-importer-plugin.csv.import.in.progress={0} importation en cours...
jira-importer-plugin.csv.import.success={0}{1} l''importation s''est d\u00e9roul\u00e9e correctement{2} Le module d''importation s''est ex\u00e9cut\u00e9 correctement, sans erreurs.
jira-importer-plugin.csv.import.without.saving=Importer sans enregistrer
jira-importer-plugin.csv.imported.as=import\u00e9 en tant que {0}
jira-importer-plugin.csv.issue.field.mappings=Mappages de champs de demande
jira-importer-plugin.csv.logs.refreshed=Les journaux et les statistiques d''importation ci-dessous seront rafra\u00eechis toutes les {0} secondes. Vous pouvez modifier cette valeur dans le champ situ\u00e9 au {1}bas de la page{2}.
jira-importer-plugin.csv.no.fields.selected=Vous n''avez s\u00e9lectionn\u00e9 aucun champ pour mapper des valeurs.
jira-importer-plugin.csv.note.on.validations={0}Remarque&nbsp;:{1} Le syst\u00e8me ne valide pas le mappage des champs avant l''importation elle-m\u00eame. Par cons\u00e9quent, veillez \u00e0 ce que vos donn\u00e9es soient correctes et valides. Vous devez importer au moins le champ {2}R\u00e9sum\u00e9{3}, sans quoi votre importation \u00e9chouera.
jira-importer-plugin.csv.option.blank=Importer vide
jira-importer-plugin.csv.option.issue.type=Veuillez s\u00e9lectionner un type de demande
jira-importer-plugin.csv.option.priority=Veuillez s\u00e9lectionner une priorit\u00e9
jira-importer-plugin.csv.option.resolution=Veuillez s\u00e9lectionner une r\u00e9solution
jira-importer-plugin.csv.option.status=Veuillez s\u00e9lectionner un \u00e9tat
jira-importer-plugin.csv.original.estimate.desc=Estimation d''origine (en secondes)
jira-importer-plugin.csv.page.refresh.interval.description=Vous pouvez modifier l''intervalle de temps (exprim\u00e9 en secondes) entre chaque rechargement de page
jira-importer-plugin.csv.page.refresh.interval=Intervalle de rafra\u00eechissement des pages
jira-importer-plugin.csv.preview=Aper\u00e7u du fichier de configuration
jira-importer-plugin.csv.project.configuration=Configuration du projet
jira-importer-plugin.csv.project.description=Description du projet
jira-importer-plugin.csv.project.key=Cl\u00e9 du projet
jira-importer-plugin.csv.project.lead=Chef de projet
jira-importer-plugin.csv.project.name=Nom du projet
jira-importer-plugin.csv.project.url=URL du projet
jira-importer-plugin.csv.remaining.estimate.desc=Estimation restante (en secondes)
jira-importer-plugin.csv.return.to.importer=Retourner dans le {0} module d''importation
jira-importer-plugin.csv.sample.icon=Ic\u00f4ne d''exemple
jira-importer-plugin.csv.save.config.file=Enregistrer le fichier de configuration
jira-importer-plugin.csv.saved.config.file=Votre fichier de configuration est maintenant termin\u00e9&nbsp;! Vous pouvez l''enregistrer \u00e0 un endroit du serveur ou le copier et le coller \u00e0 partir de la zone ci-dessous.
jira-importer-plugin.csv.select.existing.project=S\u00e9lectionnez un projet existant
jira-importer-plugin.csv.select.how=Indiquez comment vous souhaitez importer votre projet
jira-importer-plugin.csv.sun.java.api=API Sun Java
jira-importer-plugin.csv.time.spent.desc=Temps \u00e9coul\u00e9 (en secondes)
jira-importer-plugin.csv.unmapped.field.warn.message=Les mappages de champs ci-apr\u00e8s sont d\u00e9finis dans votre fichier de configuration existant. Toutefois, ils ne correspondent \u00e0 aucune des colonnes de votre fichier CSV. Ces mappages seront ignor\u00e9s.
jira-importer-plugin.csv.value.mappings=Mappages de valeurs
jira-importer-plugin.csv.wizard=Assistant d''importation CSV
jira-importer-plugin.csv.you.have.chosen.to.stop=Vous avez choisi d''<strong>interrompre</strong> l''importation en cours. Veuillez patienter pendant le nettoyage du module d''importation.
jira-importer-plugin.csv.you.have.imported=Vous avez import\u00e9 {0} demandes et une r\u00e9indexation aura lieu. Cette op\u00e9ration peut prendre un certain temps en fonction du nombre de demandes de votre base de donn\u00e9es.
jira-importer-plugin.importlogs.components.imported=Composants import\u00e9s
jira-importer-plugin.importlogs.data=Donn\u00e9es
jira-importer-plugin.importlogs.elapsed.time=Temps pass\u00e9
jira-importer-plugin.importlogs.failures=Echecs
jira-importer-plugin.importlogs.import.logs=Journaux d''importation
jira-importer-plugin.importlogs.import.rate=Taux d''importation (demandes par minute)
jira-importer-plugin.importlogs.issues.imported=Demandes import\u00e9es
jira-importer-plugin.importlogs.new.custom.fields=Nouveaux champs personnalis\u00e9s cr\u00e9\u00e9s
jira-importer-plugin.importlogs.new.issue.types=Nouveaux types de demandes
jira-importer-plugin.importlogs.new.priorities=Nouvelles priorit\u00e9s
jira-importer-plugin.importlogs.new.resolutions=Nouvelles r\u00e9solutions
jira-importer-plugin.importlogs.please.note=Notez que vos journaux sont tr\u00e8s longs et qu''ils ont \u00e9t\u00e9 tronqu\u00e9s afin d''am\u00e9liorer les performances. Les journaux complets seront affich\u00e9s quand l''importation sera termin\u00e9e.
jira-importer-plugin.importlogs.projects.imported=Projets import\u00e9s
jira-importer-plugin.importlogs.statistic=Statistique
jira-importer-plugin.importlogs.users.imported=Utilisateurs import\u00e9s
jira-importer-plugin.importlogs.versions.imported=Versions import\u00e9es
