add.gadget=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u8ffd\u52a0
gadget.directory=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea
change.columns=\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u7de8\u96c6
dashboard.menu=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30e1\u30cb\u30e5\u30fc
dashboard.menu.tools=\u30c4\u30fc\u30eb
dashboard.share=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u5171\u6709
dashboard.edit=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u7de8\u96c6
dashboard.delete=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u524a\u9664
dashboard.add=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u8ffd\u52a0
dashboard.layout.choose=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u9078\u629e
dashboard.disabled.canvas.mode=\u5fa9\u5143
warning.javascript.off=\u8b66\u544a : javascript \u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3001\u304a\u4f7f\u3044\u306e\u30d6\u30e9\u30a6\u30b6\u30fc\u304c javascript \u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30da\u30fc\u30b8\u304c\u6b63\u5e38\u306b\u52d5\u4f5c\u3059\u308b\u306b\u306f javascript \u3092\u6709\u52b9\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
dashboard.error.could.not.save=\u3053\u306e\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3078\u306e\u5909\u66f4\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u304c\u53d6\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30da\u30fc\u30b8\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
dashboard.error.dashboard.permissions=\u3053\u306e\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u304c\u53d6\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30da\u30fc\u30b8\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
dashboard.error.directory.permissions=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u304c\u53d6\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30da\u30fc\u30b8\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
dashboard.error.failed.to.add=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
dashboard.error.failed.to.insert.gadget=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u3068\u540c\u671f\u304c\u53d6\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30da\u30fc\u30b8\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
dashboard.error.too.many.gadgets=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u6700\u5927\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u7d9a\u884c\u3059\u308b\u524d\u306b\u3044\u304f\u3064\u304b\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
dashboard.error.validation=\u8a2d\u5b9a\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5fc5\u9808\u306e\u5024\u3092\u3059\u3079\u3066\u8a18\u5165\u3057\u305f\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
dashboard.remove.gadget=\u3053\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304b\u3089\u524a\u9664\u3057\u307e\u3059\u304b?\u3053\u308c\u3092\u884c\u3046\u3068\u5168\u30e6\u30fc\u30b6\u30fc\u306e\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3059\u3002

# atl-dashboard.js properties
close.dialog=\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u9589\u3058\u308b
expand=\u958b\u304f
remove.from.list=\u4e00\u89a7\u304b\u3089\u524a\u9664
drag.your.gadget.here=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u3053\u3053\u306b\u30c9\u30e9\u30c3\u30b0

# chrome.vm properties
pipe.delimited.help=(\u30d1\u30a4\u30d7\u533a\u5207\u308a)
save=\u4fdd\u5b58
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
required=(\u5fc5\u9808)
gadget.error.title=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30a8\u30e9\u30fc
gadget.error.message=\u30ac\u30b8\u30a7\u30c3\u30c8 '{0}' \u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

edit=\u7de8\u96c6
move=\u79fb\u52d5
gadget.menu=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30e1\u30cb\u30e5\u30fc
minimize=\u6700\u5c0f\u5316
color.1=\u8272 1
color.2=\u8272 2
color.3=\u8272 3
color.4=\u8272 4
color.5=\u8272 5
color.6=\u8272 6
color.7=\u8272 7
color.8=\u8272 8
delete=\u524a\u9664
preferences=\u57fa\u672c\u8a2d\u5b9a

# gadget browser properties
search.name=\u691c\u7d22
preview.name=\u540d\u524d
macro.browser.next.button=\u6b21\u3078
macro.browser.back.button=\u623b\u308b
macro.browser.gadget.url=\u30db\u30fc\u30e0\u30da\u30fc\u30b8
finish.name=\u5b8c\u4e86
insert.name=\u633f\u5165
add.by.url.name=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u8ffd\u52a0
default.error.message=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u521d\u671f\u5316\u3057\u3066\u3044\u308b\u9593\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
gadget.added.success=\u30ac\u30b8\u30a7\u30c3\u30c8\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002
gadget.removed.success=\u30ac\u30b8\u30a7\u30c3\u30c8\u304c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
description.not.available=\u8aac\u660e\u304c\u3042\u308a\u307e\u305b\u3093
author.unknown=\u4e0d\u660e\u306a\u4f5c\u6210\u8005\u3067\u3059
url.not.available=URL \u304c\u3042\u308a\u307e\u305b\u3093
failed.to.load.error=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002
all=\u3059\u3079\u3066
removing=\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
adding=\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
add.it.now=\u4eca\u3059\u3050\u8ffd\u52a0
drag.here=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u3053\u3053\u306b\u30c9\u30e9\u30c3\u30b0\u3059\u308b\u304b'{0}'\u65b0\u3057\u3044\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0'{1}'\u3057\u307e\u3059
are.you.sure=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u672c\u5f53\u306b\u524a\u9664\u3057\u307e\u3059\u304b?
gadget=\u30ac\u30b8\u30a7\u30c3\u30c8
add=\u8ffd\u52a0
unmaximize=\u6700\u5927\u5316\u89e3\u9664
maximize=\u6700\u5927\u5316
add.gadget.by.url=\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u8ffd\u52a0
remove.from.directory=\u524a\u9664
directory.title=\u30ac\u30b8\u30a7\u30c3\u30c8 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea
return.to.dashboard=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306b\u623b\u308b
directory.add=\u8ffd\u52a0
directory.categories=\u30ab\u30c6\u30b4\u30ea
directory.categories.all=\u3059\u3079\u3066
search.gadget=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u691c\u7d22
directory.search=\u691c\u7d22
directory.add.gadget.explanation=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3067\u305d\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
directory.add.gadget.warning=\u4fe1\u983c\u3067\u304d\u308b\u30bd\u30fc\u30b9\u304b\u3089\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u307f\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30ac\u30b8\u30a7\u30c3\u30c8\u306b\u3088\u3063\u3066 Web \u30da\u30fc\u30b8\u306b\u60aa\u610f\u3042\u308b\u30b3\u30fc\u30c9\u304c\u57cb\u3081\u8fbc\u307e\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002
directory.add.gadget.sources=Confluence \u3084 JIRA \u306a\u3069\u306e Atlassian \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002iGoogle \u306a\u3069\u4ed6\u306e Web \u30b5\u30a4\u30c8\u304b\u3089\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u516c\u958b\u3055\u308c\u3066\u3044\u308b\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u591a\u304f\u306f Atlassian \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3067\u52d5\u4f5c\u3057\u307e\u3059\u3002\u4e00\u90e8\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u306f\u7279\u5b9a\u306e iGoogle \u6a5f\u80fd\u306b\u4f9d\u5b58\u3057\u3001Atlassian \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3067\u306f\u6b63\u5e38\u306b\u52d5\u4f5c\u3057\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u305d\u306e\u5834\u5408\u306f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304b\u3089\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u3059\u3002\u307e\u305f\u306f\u3001\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u307e\u3063\u305f\u304f\u8ffd\u52a0\u3067\u304d\u306a\u3044\u5834\u5408\u3082\u3042\u308a\u307e\u3059\u3002
directory.add.gadget.url=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e URL \u306e\u4f8b\u306f\u6b21\u306e\u3068\u304a\u308a\u3067\u3059 : 
directory.add.gadget.label=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e URL \u3092\u4e0b\u306b\u5165\u529b\u3059\u308b\u304b\u8cbc\u308a\u4ed8\u3051\u307e\u3059\u3002
directory.add.gadget.create=\u72ec\u81ea\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002
directory.add.gadget.learn=\u3084\u308a\u65b9\u306f\u3053\u3061\u3089\u3002
directory.add.gadget.more.gadgets=\u305d\u306e\u4ed6\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u3092\u63a2\u3059\u3002
directory.help.link.learn.more.about.gadgets=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u8a73\u7d30\u3092\u78ba\u8a8d
directory.help.link.create.your.own.gadget=\u72ec\u81ea\u306e\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u4f5c\u6210

# DashboardResource properties
dashboardResource.error.parsing.json=JSON \u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u306e\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
dashboardResource.error.reading.json=JSON \u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

# GadgetResource properties
gadgetResource.invalid.color={0} \u306f '\u8272' \u306e\u5024\u3068\u3057\u3066\u306f\u7121\u52b9\u3067\u3059\u3002\u6709\u52b9\u306a\u5024 : {1}
gadgetResource.error.moving.gadget=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u79fb\u52d5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# Properties for REST gadget handlers
error.please.reload=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30da\u30fc\u30b8\u3092\u518d\u5ea6\u8aad\u307f\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
invalid.value.for.required.pref=\u5fc5\u9808\u306e\u30e6\u30fc\u30b6\u30fc\u57fa\u672c\u8a2d\u5b9a\u304c\u7121\u52b9\u306a\u5024\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
too.many.gadgets=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u6570\u304c\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
error.parsing.spec=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u4ed5\u69d8\u3092\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f : '{0}'\u3002\u4ed5\u69d8\u30d5\u30a1\u30a4\u30eb\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
gadget.spec.not.allowed=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u4ed5\u69d8\u306f\u3053\u3053\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
invalid.gadget.spec.uri=\u30ac\u30b8\u30a7\u30c3\u30c8\u306e\u4ed5\u69d8 URI '{0}' \u306f\u7121\u52b9\u3067\u3059\u3002
error.changing.dashboard.layout=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f : {0}
invalid.layout.parameter=\u30ec\u30a4\u30a2\u30a6\u30c8 \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc '{0}' \u304c\u7121\u52b9\u3067\u3059\u3002\u6709\u52b9\u306a\u5024 : {1}
invalid.dashboard.uri=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 URI '{0}' \u306f\u7121\u52b9\u3067\u3059\u3002\u8a73\u7d30\u306f\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
