
add.gadget=Gadget hinzuf\u00fcgen
gadget.directory=Gadget-Verzeichnis
change.columns=Layout \u00e4ndern
dashboard.menu=Dashboard-Men\u00fc
dashboard.menu.tools=Tools
dashboard.share=Dashboard freigeben
dashboard.edit=Dashboard bearbeiten
dashboard.delete=Dashboard l\u00f6schen
dashboard.add=Dashboard hinzuf\u00fcgen
dashboard.layout.choose=Dashboard-Layout ausw\u00e4hlen
dashboard.disabled.canvas.mode=Wiederherstellen
warning.javascript.off=Warnung: Entweder ist Javascript deaktiviert oder Ihr Browser unterst\u00fctzt Javascript nicht. Damit die Seite richtig funktioniert, muss Javascript aktiviert sein.
dashboard.error.could.not.save=Ihre \u00c4nderungen an diesem Dashboard konnten nicht gespeichert werden. Ihr Dashboard ist eventuell nicht richtig mit dem Server synchronisiert: Bitte laden Sie die Seite erneut.
dashboard.error.dashboard.permissions=Sie sind nicht berechtigt, dieses Dashboard zu \u00e4ndern.  Ihr Dashboard ist eventuell nicht richtig mit dem Server synchronisiert: Bitte laden Sie die Seite erneut.
dashboard.error.directory.permissions=Sie sind nicht berechtigt, das Dashboard-Verzeichnis zu \u00e4ndern.  Ihr Dashboard ist eventuell nicht richtig mit dem Server synchronisiert: Bitte laden Sie die Seite erneut.
dashboard.error.failed.to.add=Das Gadget konnte nicht zum Verzeichnis hinzugef\u00fcgt werden.
dashboard.error.failed.to.insert.gadget=Das Dashboard konnte nicht aktualisiert werden. Ihr Dashboard ist eventuell nicht richtig mit dem Server synchronisiert: Bitte laden Sie die Seite erneut.
dashboard.error.too.many.gadgets=Sie haben die maximale Anzahl an Gadgets \u00fcberschritten, die von Ihrem Dashboard unterst\u00fctzt werden.  Sie m\u00fcssen einige Gadgets entfernen, bevor Sie fortfahren k\u00f6nnen.
dashboard.error.validation=Ihre Einstellungen konnten nicht gespeichert werden. Bitte pr\u00fcfen Sie, ob Sie alle erforderlichen Werte ausgef\u00fcllt haben.
dashboard.remove.gadget=Wollen Sie dieses Gadget wirklich aus dem Verzeichnis entfernen? Dadurch wird es auch aus den Dashboards aller Benutzer entfernt.

# atl-dashboard.js properties
close.dialog=Schlie\u00dfen
expand=Erweitern
remove.from.list=Aus Liste entfernen.
drag.your.gadget.here=Ziehen Sie Ihr Gadget hierher.

# chrome.vm properties
pipe.delimited.help=(durch senkrechte Striche getrennt)
save=Speichern
cancel=Abbrechen
required=(erforderlich)
gadget.error.title=Gadget-Fehler
gadget.error.message=Fehler beim Laden von Gadget: '{0}'

edit=Bearbeiten
move=Verschieben
gadget.menu=Gadget-Men\u00fc
minimize=Minimieren
color.1=Farbe 1
color.2=Farbe 2
color.3=Farbe 3
color.4=Farbe 4
color.5=Farbe 5
color.6=Farbe 6
color.7=Farbe 7
color.8=Farbe 8
delete=L\u00f6schen
preferences=Einstellungen

# gadget browser properties
search.name=Suchen
preview.name=Name
macro.browser.next.button=Weiter
macro.browser.back.button=Zur\u00fcck
macro.browser.copy.url=Gadget-URL
macro.browser.gadget.url=Startseite
finish.name=Beendet
insert.name=Einf\u00fcgen
add.by.url.name=Gadget zum Verzeichnis hinzuf\u00fcgen
default.error.message=Bitte warten Sie, bis das Gadget-Verzeichnis initialisiert ist.
gadget.added.success=Das Gadget wurde zu Ihrem Verzeichnis hinzugef\u00fcgt.
gadget.removed.success=Das Gadget wurde aus Ihrem Verzeichnis entfernt.
description.not.available=Beschreibung nicht verf\u00fcgbar
author.unknown=Autor unbekannt
gadget.author=Nach '{0}'
url.not.available=URL nicht verf\u00fcgbar
failed.to.load.error=Fehler beim Laden des Gadget-Verzeichnisses.
all=Alle
removing=Wird entfernt...
adding=Wird hinzugef\u00fcgt...
add.it.now=Jetzt hinzuf\u00fcgen
drag.here=Ziehen Sie Ihre Gadgets hierher oder '{0}'f\u00fcgen Sie ein neues Gadget hinzu.'{1}'
are.you.sure=Wollen Sie das Gadget wirklich dauerhaft entfernen?
gadget=
add=Hinzuf\u00fcgen
unmaximize=Maximierung aufheben
maximize=Maximieren
add.gadget.by.url=Gadget zum Verzeichnis hinzuf\u00fcgen
remove.from.directory=Entfernen
directory.title=Gadget-Verzeichnis
return.to.dashboard=Zur\u00fcck zum Dashboard
directory.add=Hinzuf\u00fcgen
directory.categories=Kategorien
directory.categories.all=ALLE
search.gadget=Nach Gadgets suchen
directory.search=Suchen
directory.add.gadget.explanation=Indem Sie ein Gadget zum Verzeichnis hinzuf\u00fcgen, machen Sie es f\u00fcr alle zur Verwendung in ihren Dashboards verf\u00fcgbar.
directory.add.gadget.warning=F\u00fcgen Sie nur vertrauensw\u00fcrdige Gadgets hinzu! Gadgets k\u00f6nnen ungewollten oder b\u00f6sartigen Code auf Ihre Webseite lassen.
directory.add.gadget.sources=Sie k\u00f6nnen Gadgets von Atlassian-Anwendungen wie Confluence, JIRA usw. hinzuf\u00fcgen. Sie k\u00f6nnen au\u00dferdem Gadgets von anderen Websites wie iGoogle hinzuf\u00fcgen. Viele \u00f6ffentliche Gadgets funktionieren in den Dashboards von Atlassian. Einige Gadgets sind von bestimmten iGoogle-Funktionen abh\u00e4ngig, die in Atlassian-Dashboards nicht richtig funktionieren. In diesem Fall k\u00f6nnen Sie das Gadget einfach aus dem Verzeichnis entfernen. Eventuell sind Sie gar nicht berechtigt, das Gadget hinzuf\u00fcgen.
directory.add.gadget.url=Die URL eines Gadgets sieht ungef\u00e4hr so aus:
directory.add.gadget.label=Geben oder f\u00fcgen Sie die URL des Gadgets unten ein.
directory.add.gadget.create=Sie k\u00f6nnen auch Ihre eigenen Gadgets erstellen!
directory.add.gadget.learn=Hier erfahren Sie mehr.
directory.add.gadget.more.gadgets=Weitere Gadgets zum Hinzuf\u00fcgen suchen.
directory.help.link.learn.more.about.gadgets=Weitere Informationen
directory.help.link.create.your.own.gadget=Ihr eigenes Gadget erstellen

# DashboardResource properties
dashboardResource.error.parsing.json=Fehler beim Analysieren der JSON-Entit\u00e4t (eventuell fehlt ein 'url' Parameter oder es wurde ein ung\u00fcltiger 'columnIndex' Parameter angegeben)
dashboardResource.error.reading.json=Fehler beim Lesen der JSON-Entit\u00e4t

# GadgetResource properties
gadgetResource.invalid.color={0} ist ein ung\u00fcltiger Wert f\u00fcr 'Farbe'. G\u00fcltige Werte: {1}
gadgetResource.error.moving.gadget=Fehler beim Verschieben des Gadgets.

# Properties for REST gadget handlers
error.please.reload=Es ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu.
invalid.value.for.required.pref=Eine erforderliche Benutzereinstellung wurde auf einen unzul\u00e4ssigen Wert gesetzt.
too.many.gadgets=Die Anzahl der vom Dashboard unterst\u00fctzten Gadgets wurde \u00fcberschritten.
error.parsing.spec=Fehler beim Analysieren der Gadget-Spezifikation: '{0}'. Pr\u00fcfen Sie, ob die Spezifikationsdatei g\u00fcltig ist.
gadget.spec.not.allowed=Gadget-Spezifikation ist hier nicht zul\u00e4ssig: {0}
invalid.gadget.spec.uri=Gadget-Spezifikations-URI '{0}' ist ung\u00fcltig.
error.changing.dashboard.layout=Fehler beim \u00c4ndern des Dashboardlayouts: {0}
invalid.layout.parameter=Layoutparameter '{0}' ist ung\u00fcltig. G\u00fcltige Werte: {1}
invalid.dashboard.uri=Dashboard-URI '{0}' ist ung\u00fcltig. Wenden Sie sich an einen Administrator.
