bamboo.servers = Serveurs Bamboo

bamboo.config.host.required = L''adresse de votre instance Bamboo est n\u00e9cessaire
bamboo.config.host.invalid = L''adresse de votre instance Bamboo doit commencer par http:// ou https://
bamboo.config.host.invalidUrl = URL h\u00f4te invalide
bamboo.config.serverName.required  = Un nom de serveur est requis
bamboo.config.serverName.duplicate = Un serveur Bamboo portant ce nom existe d\u00e9j\u00e0.
bamboo.config.requiredField = Les champs en italique sont obligatoires


bamboo.tabpanel.description = Afficher les r\u00e9sultats du build Bamboo comme un volet d''onglet de demande.
bamboo.tabpanel.label = Builds

bamboo.tabpanel.version.description = Afficher les builds Bamboo pour cette version.
bamboo.tabpanel.version.label = Builds

bamboo.tabpanel.project.description = Afficher les builds Bamboo pour ce projet.
bamboo.tabpanel.project.label = Builds

bamboo.panel.title = Builds
bamboo.panel.title.link.description = Afficher le tableau de bord de Bamboo

#bamboo.panel.buildByPlan.title = Related builds by plan
#bamboo.panel.buildByPlan.description = @TODO@ Builds grouped by plans
bamboo.panel.planStatus.bamboo-project-tabpanel.title = Dernier \u00e9tat du plan
bamboo.panel.planStatus.bamboo-project-tabpanel.description = Les plans build r\u00e9pertori\u00e9s ci-dessous poss\u00e8dent des builds qui \u00e9taient li\u00e9s aux demandes de ce projet. L''\u00e9tat affich\u00e9 est celui du dernier build dans le plan.
bamboo.panel.buildByDate.bamboo-project-tabpanel.title = Builds li\u00e9s chronologiquement
bamboo.panel.buildByDate.bamboo-project-tabpanel.description = Les builds ci-dessous ont \u00e9t\u00e9 li\u00e9s \u00e0 des demandes dans ce projet. Chaque build r\u00e9sout les demandes ou leur est associ\u00e9 d''une autre fa\u00e7on.

bamboo.panel.planStatus.bamboo-version-tabpanel.title = Dernier \u00e9tat du plan
bamboo.panel.planStatus.bamboo-version-tabpanel.description = Les plans r\u00e9pertori\u00e9s ci-dessous poss\u00e8dent des builds qui \u00e9taient li\u00e9s aux demandes de cette version L''\u00e9tat affich\u00e9 est celui du dernier build dans le plan.
bamboo.panel.planStatus.bamboo-version-tabpanel.released.description = Les plans build r\u00e9pertori\u00e9s ci-dessous poss\u00e8dent des builds qui \u00e9taient li\u00e9s aux demandes de cette version. L''\u00e9tat affich\u00e9 est celui du dernier build associ\u00e9 survenant avant la fin de la date de publication.
bamboo.panel.buildByDate.bamboo-version-tabpanel.title = Builds li\u00e9s chronologiquement
bamboo.panel.buildByDate.bamboo-version-tabpanel.description = Les builds ci-dessous \u00e9taient li\u00e9s aux demandes associ\u00e9es \u00e0 cette version. Chaque build r\u00e9sout les demandes ou leur est associ\u00e9 d''une autre fa\u00e7on.
bamboo.panel.buildByDate.bamboo-version-tabpanel.released.description = Les builds ci-dessous \u00e9taient li\u00e9s aux demandes associ\u00e9es \u00e0 cette version. Chaque build r\u00e9sout les demandes ou leur est associ\u00e9 d''une autre fa\u00e7on. Cela peut inclure des builds \u00e9labor\u00e9s apr\u00e8s la date de publication de la version.
#bamboo.panel.planStatus.bamboo-build-results-tabpanel.title = Latest plan status
#bamboo.panel.planStatus.bamboo-build-results-tabpanel.description = @TODO@ Status of the latest related plans
bamboo.panel.buildByDate.bamboo-build-results-tabpanel.title = Builds li\u00e9s chronologiquement
bamboo.panel.buildByDate.bamboo-build-results-tabpanel.description = Les builds ci-dessous \u00e9taient li\u00e9s \u00e0 cette demande. Chaque build r\u00e9sout cette demande ou lui est associ\u00e9 d''une autre fa\u00e7on.

bamboo.panel.connection.error = Impossible de se connecter au serveur Bamboo pour trouver des builds. Veuillez v\u00e9rifier votre configuration et le fonctionnement du serveur.

bamboo.jiraportlet.error = Erreur

bamboo.jiraportlet.filter = Filtre
bamboo.jiraportlet.show = afficher
bamboo.jiraportlet.hide = masquer
bamboo.jiraportlet.buildStatusSummary = R\u00e9sum\u00e9 de l''\u00e9tat du build
bamboo.jiraportlet.planSummary = R\u00e9sum\u00e9 de plan

bamboo.jiraportlet.status.description = Le portlet affiche l''\u00e9tat des builds dans Bamboo.
bamboo.jiraportlet.status.name = \u00c9tat de Bamboo 
bamboo.jiraportlet.buildgraph.description = Le portlet affiche un r\u00e9sum\u00e9 graphique des r\u00e9sultats d''un plan de build sp\u00e9cifique.
bamboo.jiraportlet.buildgraph.name R\u00e9sum\u00e9 de plan Bamboo
bamboo.jiraportlet.values.buildbynumber=Num\u00e9ro de build
bamboo.jiraportlet.values.buildbytime=P\u00e9riode de temps
bamboo.jiraportlet.values.bamboonotconfigured=Aucun serveur Bamboo n''est configur\u00e9
bamboo.jiraportlet.values.noplans=Aucun plan trouv\u00e9 sur le serveur
bamboo.jiraportlet.values.cannotretrieveplans=Aucun plan n''a \u00e9t\u00e9 trouv\u00e9 - La r\u00e9cup\u00e9ration des plans a \u00e9chou\u00e9
bamboo.jiraportlet.values.authenticationfailed=Aucun plan n''a \u00e9t\u00e9 trouv\u00e9 - L''authentification a \u00e9chou\u00e9. L''API distante peut \u00eatre d\u00e9sactiv\u00e9e sur Bamboo.
bamboo.jiraportlet.values.last25builds=Afficher les 25 derniers builds
bamboo.jiraportlet.values.last7daysofbuilds=Afficher les 7 derniers jours
bamboo.jiraportlet.values.last30daysofbuilds=Afficher les 30 derniers jours
bamboo.jiraportlet.values.last90daysofbuilds=Afficher les 90 derniers jours
bamboo.jiraportlet.values.allbuilds=Afficher tous les builds
bamboo.jiraportlet.values.favorites=Pr\u00e9f\u00e9r\u00e9s
bamboo.jiraportlet.values.all=Tous
bamboo.jiraportlet.values.plan=Plan
bamboo.jiraportlet.values.plan.desc=S\u00e9lectionnez le plan que vous d\u00e9sirez mettre sous forme de graphique
bamboo.jiraportlet.values.graphType=Regrouper par
bamboo.jiraportlet.values.graphType.desc=S\u00e9lectionnez la m\u00e9thode de groupage des r\u00e9sultats
bamboo.jiraportlet.values.resultsFilter=Filtre de r\u00e9sultats
bamboo.jiraportlet.values.resultsFilter.desc=S\u00e9lectionner le groupe de r\u00e9sultats \u00e0 afficher
bamboo.jiraportlet.heading.buildbynumber=Dur\u00e9e du build et nombre d''\u00e9chec par build
bamboo.jiraportlet.heading.buildbydate=% builds r\u00e9ussis &amp; Dur\u00e9e moyenne par p\u00e9riode de temps
bamboo.jiraportlet.error.couldnotfindconfig=Impossible de trouver les informations de configuration
bamboo.jiraportlet.error.bamboonotconfigured=Un serveur Bamboo n''a pas \u00e9t\u00e9 configur\u00e9 pour cette instance de JIRA, veuillez ajouter les d\u00e9tails du serveur Bamboo sur la page d''administration de JIRA.
bamboo.jiraportlet.error.couldnotretrievebambooconfig=Impossible de r\u00e9cup\u00e9rer les informations de Bamboo
bamboo.jiraportlet.error.couldnotretrievebuilds=<p>Erreur pendant la r\u00e9cup\u00e9ration des builds.<br>Veuillez v\u00e9rifier votre serveur Bamboo et/ou votre panneau d''administration JIRA.</p>

bamboo.jiraportlet.error.portletNotUpgraded=Les portlets ont \u00e9t\u00e9 remplac\u00e9s par des gadgets dans cette version. Vous devez remplacer votre portlet Bamboo avec le gadget \u00e9quivalent et mettre votre instance Bamboo \u00e0 jour en adoptant la version 2.3.2 ou une version sup\u00e9rieure, si vous ne l''avez pas encore fait.

bamboo.serveraccessor.error.couldnotcontactbamboo=<p>Erreur pendant l''entr\u00e9e en contact avec Bamboo.<br>Veuillez v\u00e9rifier votre serveur Bamboo et votre panneau d''administration JIRA. Les d\u00e9tails de l''erreur sont les suivants :</p><pre>{0}</pre>

bamboo.graph.plansummary=R\u00e9sum\u00e9 de plan
bamboo.graph.filter=Filtre
bamboo.graph.buildstatussummary=R\u00e9sum\u00e9 de l''\u00e9tat du build

bamboo.error.unabletoconnect=Impossible de se connecter au serveur Bamboo. Veuillez v\u00e9rifier votre configuration et le fonctionnement du serveur.

bamboo.config.title = Serveurs Bamboo
bamboo.config.description = Le tableau ci-dessous indique les serveurs Bamboo actuellement configur\u00e9s pour JIRA.

bamboo.config.host = H\u00f4te
bamboo.config.no-servers-configured = Vous n''avez aucun serveur Bamboo configur\u00e9 actuellement.

bamboo.config.server.add.link = Ajouter un serveur Bamboo
bamboo.config.server.add.title = Ajouter un serveur Bamboo
bamboo.config.server.add.description = Saisissez ici les d\u00e9tails de votre serveur Bamboo.

bamboo.config.anonymous = Acc\u00e8s anonyme

bamboo.config.server.delete.title = Supprimer le serveur Bamboo
bamboo.config.server.delete.confirm = \u00cates-vous s\u00fbr de vouloir supprimer le serveur Bamboo {0}?

bamboo.config.server.update.title = Mise \u00e0 jour du serveur Bamboo
bamboo.config.server.update.description = Utilisez cette page pour mettre \u00e0 jour la configuration du serveur Bamboo.

bamboo.config.server.notGadgetCompatable = Ce serveur Bamboo n''est pas compatible avec les gadgets.  Si vous d\u00e9sirez ajouter des gadgets Bamboo \u00e0 vos tableaux de bord JIRA, veuillez adopter la version 2.3.2 de Bamboo ou une version sup\u00e9rieure.

bamboo.config.associated-projects-keys.label = Projets JIRA associ\u00e9s
bamboo.config.associated-projects-keys.hint  = Cl\u00e9s des projets JIRA associ\u00e9s au serveur Bamboo. (Saisissez les cl\u00e9s en les s\u00e9parant par des espaces.)
bamboo.config.host.label    = URL h\u00f4te
bamboo.config.host.hint     = L''url de votre instance Bamboo, p. ex. <em>http://myserver/bamboo</em>.
bamboo.config.password.hint = Le mot de passe de votre compte Bamboo
bamboo.config.server-name.label    = Nom du serveur
bamboo.config.server-name.hint     = Nom de ce serveur au sein de JIRA.
bamboo.config.username.hint = Nom d''utilisateur utilis\u00e9 pour authentifier votre compte Bamboo.

bamboo.set-as-default = R\u00e9gler comme d\u00e9faut

bamboo.serverName.required=Un nom de serveur est requis
bamboo.host.required=L''adresse de votre instance Bamboo est requise
bamboo.host.invalid=L''adresse de votre instance Bamboo doit commencer par http:// ou https://

bamboo.downloadLink = Vous n''avez pas Bamboo? <a href="http://www.atlassian.com/software/bamboo/BambooDownloadCenter.jspa?linkSource=jiraBambooPlugin">T\u00e9l\u00e9chargez-le maintenant!</a>

bamboo.config.serverHost.duplicate = Un serveur Bamboo avec cet h\u00f4te existe d\u00e9j\u00e0.
bamboo.config.projectKey.duplicate = Un autre serveur Bamboo est d\u00e9j\u00e0 associ\u00e9 \u00e0 cette cl\u00e9 de projet.
bamboo.config.project.doesNotExist = Cl\u00e9 de projet invalide, un tel projet n''existe pas.

common.words.details = Informations