add.gadget=Ajouter un gadget
gadget.directory=R\u00e9pertoire des gadgets
change.columns=Modifier la disposition
dashboard.menu=Menu du tableau de bord
dashboard.menu.tools=Outils
dashboard.share=Partager le tableau de bord
dashboard.edit=Modifier le tableau de bord
dashboard.delete=Supprimer le tableau de bord
dashboard.add=Ajouter un tableau de bord
dashboard.layout.choose=Choisir une disposition du tableau de bord
dashboard.disabled.canvas.mode=Restaurer
warning.javascript.off=Avertissement : soit javascript est d\u00e9sactiv\u00e9, soit votre navigateur ne supporte pas javascript. Il faut que javascript soit activ\u00e9 pour que cette page fonctionne correctement.
dashboard.error.could.not.save=Les modifications \u00e0 ce tableau de bord ne peuvent pas \u00eatre enregistr\u00e9es. Votre tableau de bord est peut-\u00eatre mal synchronis\u00e9 avec le serveur. Veuillez charger \u00e0 nouveau la page.
dashboard.error.dashboard.permissions=Vous n''\u00eates pas autoris\u00e9 \u00e0 modifier ce tableau de bord.  Votre tableau de bord est peut-\u00eatre mal synchronis\u00e9 avec le serveur. Veuillez charger \u00e0 nouveau la page.
dashboard.error.directory.permissions=Vous n''\u00eates pas autoris\u00e9 \u00e0 modifier le r\u00e9pertoire des gadgets.  Votre tableau de bord est peut-\u00eatre mal synchronis\u00e9 avec le serveur. Veuillez charger \u00e0 nouveau la page.
dashboard.error.failed.to.add=Nous n''avons pas pu ajouter ce gadget au r\u00e9pertoire.
dashboard.error.failed.to.insert.gadget=Nous n''avons pas pu mettre \u00e0 jour votre tableau de bord. Votre tableau de bord est peut-\u00eatre mal synchronis\u00e9 avec le serveur. Veuillez charger \u00e0 nouveau la page.
dashboard.error.too.many.gadgets=Vous avez d\u00e9pass\u00e9 le nombre maximum de gadgets support\u00e9s par votre tableau de bord.  Vous devez supprimer certains gadgets avant de continuer.
dashboard.error.validation=Vos pr\u00e9f\u00e9rences n''ont pas pu \u00eatre enregistr\u00e9es. V\u00e9rifiez que vous avez bien saisi toutes les valeurs requises.
dashboard.remove.gadget=\u00cates-vous certain de vouloir supprimer ce gadget du r\u00e9pertoire? Si vous le supprimez du r\u00e9pertoire, vous le supprimez aussi du tableau de bord de tous les utilisateurs.

# atl-dashboard.js properties
close.dialog=Fermer
expand=\u00c9tendre
remove.from.list=Supprimer de la liste.
drag.your.gadget.here=Faire glisser votre gadget ici.

# chrome.vm properties
pipe.delimited.help=(d\u00e9limit\u00e9 pipe)
save=Enregistrer
cancel=Annuler
required=(Obligatoire)
gadget.error.title=Erreur du gadget
gadget.error.message=Erreur lors du chargement du gadget : '{0}'

edit=Modifier
move=D\u00e9placer
gadget.menu=Menu gadget
minimize=Minimiser
color.1=Couleur 1
color.2=Couleur 2
color.3=Couleur 3
color.4=Couleur 4
color.5=Couleur 5
color.6=Couleur 6
color.7=Couleur 7
color.8=Couleur 8
delete=Supprimer
preferences=Pr\u00e9f\u00e9rences

# gadget browser properties
search.name=Recherche
preview.name=Nom
macro.browser.next.button=Suivant
macro.browser.back.button=Retour
macro.browser.copy.url=URL du gagdet
macro.browser.gadget.url=Page d''accueil
finish.name=Termin\u00e9
insert.name=Ins\u00e9rer
add.by.url.name=Ajouter le gadget au r\u00e9pertoire
default.error.message=Veuillez patienter pendant l''initialisation du r\u00e9pertoire des gadgets.
gadget.added.success=Le gadget a \u00e9t\u00e9 ajout\u00e9 \u00e0 votre r\u00e9pertoire.
gadget.removed.success=Le gadget a \u00e9t\u00e9 supprim\u00e9 de votre r\u00e9pertoire.
description.not.available=La description n'est pas disponible
author.unknown=Auteur inconnu
gadget.author=Par '{0}'
url.not.available=URL indisponible
failed.to.load.error=\u00c9chec du chargement du r\u00e9pertoire des gadgets.
all=Tous
removing=Suppression en cours...
adding=Ajout en cours....
add.it.now=Ajouter-le maintenant
drag.here=Faire glisser vos gadgets ici ou '{0}'ajouter un nouveau gadget.'{1}'
are.you.sure=\u00cates-vous s\u00fbr de vouloir supprimer d\u00e9finitivement
gadget=le gadget?
add=Ajouter
unmaximize=D\u00e9maximiser
maximize=Maximiser
add.gadget.by.url=Ajouter le gadget au r\u00e9pertoire
remove.from.directory=Supprimer
directory.title=R\u00e9pertoire des gadgets
return.to.dashboard=Revenir au tableau de bord
directory.add=Ajouter
directory.categories=Cat\u00e9gories
directory.categories.all=TOUTES
search.gadget=Chercher des gadgets
directory.search=Rechercher
directory.add.gadget.explanation=En ajoutant un gadget au r\u00e9pertoire, vous permettez aux personnes de l''utiliser sur leur tableau de bord.
directory.add.gadget.warning=Ajouter seulement les gadgets auxquels vous faites confiance! Les gadgets sont susceptibles d''introduire des codes ind\u00e9sirables ou malveillants sur votre page Web.
directory.add.gadget.sources=Vous pouvez ajouter des gadgets en provenance d''autres applications d''Atlassian comme, entre autres, Confluence et JIRA. Vous pouvez aussi ajouter des gadgets en provenance d''autres sites Web comme iGoogle. De nombreux gadgets publics fonctionneront sur un tableau de bord Atlassian. Certains gadgets peuvent d\u00e9pendre de fonctionnalit\u00e9s sp\u00e9cifiques \u00e0 iGoogle qui ne fonctionnent pas sur des tableaux de bord Atlassian. Dans ce cas l\u00e0, il suffit simplement de supprimer le gadget du r\u00e9pertoire ou vous risquez de ne pas \u00eatre autoris\u00e9 \u00e0 ajouter le gadget.
directory.add.gadget.url=Exemple de l''URL d''un gadget :
directory.add.gadget.label=Saisissez ou collez l''URL du gadget ci-dessous.
directory.add.gadget.create=Vous pouvez cr\u00e9er vos propres gadgets!
directory.add.gadget.learn=Apprendre comment.
directory.add.gadget.more.gadgets=Trouver d''autres gadgets \u00e0 ajouter.
directory.help.link.learn.more.about.gadgets=Plus de renseignements sur les gadgets
directory.help.link.create.your.own.gadget=Cr\u00e9er votre propre gagdet

# DashboardResource properties
dashboardResource.error.parsing.json=Erreur pendant l''analyse de l''entit\u00e9 JSON (le param\u00e8tre 'url' est peut-\u00eatre absent ou le param\u00e8tre 'columnIndex' sp\u00e9cifi\u00e9 est peut-\u00eatre invalide)
dashboardResource.error.reading.json=Erreur pendant la lecture de l''entit\u00e9 JSON

# GadgetResource properties
gadgetResource.invalid.color={0} est une valeur invalide pour 'couleur'. Valeurs valides : {1}
gadgetResource.error.moving.gadget=Erreur pendant le d\u00e9placement du gadget.

# Properties for REST gadget handlers
error.please.reload=Une erreur est survenue. Veuillez recharger la page.
invalid.value.for.required.pref=Une pr\u00e9f\u00e9rence demand\u00e9e par l''utilisateur a \u00e9t\u00e9 r\u00e9gl\u00e9e sur une valeur ill\u00e9gale.
too.many.gadgets=Le nombre de gadgets support\u00e9s par le tableau de bord a \u00e9t\u00e9 d\u00e9pass\u00e9.
error.parsing.spec=Erreur pendant l''analyse de la sp\u00e9cification du gadget : '{0}'.  V\u00e9rifier que le fichier de sp\u00e9cifications est valide.
gadget.spec.not.allowed=La sp\u00e9cification du gadget n''est pas autoris\u00e9e ici : {0}
invalid.gadget.spec.uri=La sp\u00e9cification URI '{0}' du gadget est invalide.
error.changing.dashboard.layout=Erreur pendant la modification de la disposition du tableau de bord : {0}
invalid.layout.parameter=Le param\u00e8tre '{0}' de disposition est invalide. Valeurs valides : {1}
invalid.dashboard.uri=L''URL '{0}' du tableau de bord est invalide. Veuillez demander l''aide d''un administrateur.
